acpi
alacritty
anki
base
base-devel
blueman
blueprint-compiler
bluez
bluez-utils
brightnessctl
btrfs-progs
chezmoi
clang
discord
dkms
docker
docker-buildx
docker-compose
efibootmgr
exfatprogs
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
feh
firefox
gammastep
gimp
git
glfw
gnome-keyring
go
gobject-introspection
grim
grub
gtop
intel-gpu-tools
intel-media-driver
intel-ucode
libreoffice-fresh-ja
linux
linux-firmware
linux-headers
lmms
lshw
mako
man-db
man-pages
meson
neovim
networkmanager
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nvm
obsidian
openssh
os-prober
otf-font-awesome
pavucontrol
pipewire-alsa
pipewire-pulse
postgresql
python-mako
python-markdown
python-markupsafe
python-mpv
python-pip
python-tqdm
python-typing_extensions
qt5-wayland
reflector
sddm
sheldon
slurp
swaybg
swayidle
texinfo
thunar
thunderbird
tree
ttf-dejavu
unzip
uv
virtualbox
virtualbox-host-dkms
vivaldi
vivaldi-ffmpeg-codecs
vulkan-intel
waybar
wayland-protocols
wev
wireplumber
wl-clipboard
wob
wofi
xclip
xorg-xlsclients
xorg-xwayland
xournalpp
yt-dlp
zsh
